// pages/info/pages/notice/notice.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    htmlSnip:
      `<div class="div_class">
<ul>
<li>2018年11月5日起，市区发往安吉校区原<b>财经站点</b>停车更换至：<b>中国工商银行杭州金融研修学院南门</b>。</li>
<li>部分停靠站点说明： 
<p><b>府苑新村公交站（紫荆花路38号艾迪康门口）</b></p>
<p><b>文三西路古墩路口（文三西路297号文化新村门口）</b></p>
<p><b>古墩路文二西路口（古墩路404号桂花城公交站）</b></p>
<p><b>古墩路文一西路口（古墩路580号翠苑中学文华校区近星洲街口）</b></p>
<p><b>返程时，在安全且不违反交通规则的前提下，可以请司机停车下客.</b></p></li>
<li>学校重大活动班车调整（如迎新、军训、运动会、考试、寒暑假等），将在校网及安吉校区通知公告板块、安吉校区后勤事务中心官网发布通知，请各位教职工及时关注并相互告知。</li>
</ul>
</div>
`
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})